DUR(beat) count
0.125    33980427
0.25     20203513
0.5      15284677
0.375    7804050
1.0      5063812
0.625    2854661
0.75     2581214
0.875    1725794
2.0      1511628
1.5      1191736
4.0      999127
1.25     684508
1.125    631158
1.375    608942
1.875    462154
1.75     446778
1.625    380716
3.0      349671
2.5      281889
3.875    249268
8.0      219600
3.75     206221
2.125    179417
3.5      177706
2.25     170105
2.375    144941
3.625    127331
3.25     112826
2.75     109870
2.875    107958
2.625    103971
3.375    93427
3.125    90494
6.0      82299
4.125    65924
4.5      56022
7.875    54198
7.75     43635
5.0      41329
4.25     40096
7.0      39509
4.375    27965
7.5      26361
7.625    26331
6.5      21341
5.875    21038
5.5      20399
5.75     18392
16.0     18281
12.0     17723
7.25     14828
4.75     14324
4.625    14219
8.125    14096
4.875    13983
7.375    13541
5.625    13078
6.125    13058
6.625    13028
5.25     12850
6.25     12474
6.875    12315
6.375    11818
7.125    11641
5.375    11590
6.75     11235
5.125    9994
9.0      5956
8.25     5753
8.5      5689
10.0     5610
15.875   5592
11.875   4202
8.375    3942
15.75    3638
14.0     3626
11.75    3526
11.0     3100
15.625   2351
13.0     2237
15.0     2219
15.5     2122
24.0     2070
11.625   1976
32.0     1975
11.5     1971
12.125   1913
9.5      1861
8.625    1747
8.75     1734
8.875    1715
9.875    1583
20.0     1538
10.5     1471
11.25    1248
9.75     1200
15.375   1195
9.25     1180
16.125   1152
9.375    1141
11.375   1115
15.25    1100
9.125    1080
14.25    1079
13.875   1066
12.25    1058
12.5     1042
10.125   1026
9.625    992
10.875   941
11.125   910
10.375   904
10.625   838
10.75    821
14.625   816
13.75    800
28.0     795
15.125   778
14.5     768
10.25    765
12.625   764
13.5     724
12.375   711
12.75    666
23.875   645
14.125   643
18.0     639
23.75    590
14.875   583
14.75    562
31.875   544
14.375   539
16.25    529
13.125   525
17.0     514
13.25    489
13.625   480
12.875   476
16.5     464
13.375   454
40.0     389
31.75    389
19.875   374
19.0     332
19.75    309
24.125   308
23.5     288
21.0     285
23.625   278
34.0     275
23.0     271
31.625   269
30.0     267
16.375   262
31.5     260
20.125   258
17.5     249
19.5     241
22.0     227
64.0     223
16.875   210
31.0     200
32.125   198
36.0     198
17.875   187
29.25    187
48.0     178
27.875   178
26.0     175
23.25    168
18.125   166
29.0     166
19.625   166
22.625   164
18.625   164
18.5     158
24.5     152
16.75    151
22.5     150
24.25    150
20.5     148
17.125   145
17.75    143
16.625   140
28.5     135
29.5     134
20.375   132
22.875   130
19.375   129
19.25    125
18.75    124
19.125   123
17.25    123
25.0     120
27.0     120
17.375   120
21.875   117
17.625   113
23.375   110
21.25    103
18.25    103
18.375   103
18.875   101
47.875   99
28.875   99
22.25    97
30.875   97
21.5     96
27.75    95
28.25    95
29.375   94
23.125   91
22.75    91
20.25    87
44.0     84
31.375   82
20.875   82
56.0     80
28.125   80
22.125   79
29.125   79
28.625   78
31.25    77
26.5     74
39.875   74
31.125   71
33.0     70
26.25    70
21.375   68
20.75    68
24.375   67
27.5     67
22.375   67
30.625   67
34.125   67
32.5     66
32.25    66
96.0     66
29.875   65
25.5     65
21.75    64
26.625   61
60.0     60
27.625   59
80.0     58
24.875   58
26.125   57
20.625   56
35.0     56
28.375   56
25.625   55
38.0     54
52.0     54
39.75    53
47.625   51
27.375   50
35.75    50
27.25    50
30.375   50
21.125   49
35.875   49
25.875   49
27.125   49
25.75    49
47.75    48
39.5     48
26.375   48
28.75    47
24.75    45
26.75    45
34.25    44
30.125   43
63.75    43
29.625   42
24.625   42
30.5     41
34.5     41
50.0     41
68.0     39
63.875   39
72.0     38
21.625   37
39.625   36
30.25    36
62.875   36
32.375   35
29.75    35
30.75    35
95.625   34
35.25    34
60.25    34
40.125   32
32.875   32
43.0     31
40.5     31
104.0    30
63.0     30
63.375   30
46.0     29
25.125   29
42.0     29
47.5     28
47.0     28
39.0     28
25.25    28
128.0    28
33.875   27
51.0     27
54.0     26
59.0     26
25.375   26
32.625   25
70.0     25
84.0     25
40.25    25
37.75    24
40.375   24
140.0    24
36.125   24
155.0    24
35.625   23
63.625   23
80.25    23
64.125   22
35.5     22
34.875   22
32.75    22
55.75    22
26.875   22
77.625   22
33.125   21
33.75    21
49.0     21
94.0     20
33.5     20
47.25    19
44.375   19
55.0     18
43.5     18
35.375   18
76.25    18
92.0     18
35.125   18
41.0     18
63.5     17
120.0    17
43.875   17
44.5     17
36.25    17
163.5    17
66.875   17
37.125   16
48.125   16
37.0     16
141.0    16
38.25    16
122.0    16
62.0     15
48.25    15
37.5     15
61.0     15
64.5     15
39.25    15
44.25    15
83.875   15
102.0    14
71.0     14
55.625   14
112.0    14
132.0    14
168.0    14
33.375   14
43.75    14
42.125   14
58.0     14
48.5     13
45.0     13
110.0    13
88.0     13
111.0    13
47.125   13
114.0    13
136.0    12
37.875   12
41.75    12
41.875   12
59.75    12
71.25    12
79.75    12
43.125   12
100.0    12
59.875   12
39.375   12
303.25   12
134.0    11
37.375   11
44.125   11
51.5     11
94.625   11
46.75    11
68.25    11
86.125   11
34.375   11
99.0     10
55.5     10
47.375   10
33.25    10
79.875   10
44.75    10
118.0    10
38.125   10
50.375   10
45.875   10
63.25    10
103.75   10
149.0    10
44.625   10
160.25   10
51.875   10
91.25    10
36.375   10
36.75    10
146.25   10
56.125   9
82.125   9
86.0     9
89.5     9
82.0     9
65.0     9
78.5     9
101.0    9
81.5     9
67.875   9
60.625   9
115.5    9
63.125   9
33.625   9
78.0     9
65.625   9
55.875   9
187.0    9
58.25    9
178.0    9
62.375   9
135.0    9
40.875   8
54.5     8
38.5     8
43.625   8
93.0     8
89.0     8
53.0     8
160.5    8
42.625   8
103.0    8
46.875   8
42.25    8
39.125   8
105.375  8
34.625   8
88.5     8
80.125   8
65.5     8
69.875   8
56.75    8
41.5     8
102.875  8
87.5     8
71.625   8
83.5     8
94.125   8
36.875   7
40.75    7
52.5     7
50.5     7
53.25    7
107.0    7
66.0     7
46.25    7
166.0    7
55.125   7
69.5     7
77.5     7
81.0     7
65.125   7
49.5     7
54.125   7
52.25    7
51.25    7
73.0     7
55.375   7
45.5     7
38.875   7
72.75    7
90.0     7
79.25    7
62.25    7
139.0    7
41.375   7
46.125   7
71.375   7
155.25   7
37.25    6
123.0    6
115.0    6
91.0     6
59.5     6
43.375   6
61.75    6
96.25    6
67.5     6
69.0     6
116.0    6
46.5     6
48.625   6
58.375   6
158.0    6
69.75    6
87.0     6
40.625   6
109.0    6
123.25   6
160.375  6
80.375   6
72.25    6
34.75    6
85.75    6
85.0     6
76.0     6
176.0    6
283.5    6
52.375   5
57.875   5
36.5     5
67.0     5
81.25    5
121.0    5
126.625  5
129.5    5
320.0    5
71.75    5
126.75   5
53.125   5
136.5    5
130.5    5
104.5    5
42.5     5
45.75    5
58.5     5
85.5     5
90.5     5
101.625  5
119.75   5
43.25    5
98.0     5
56.5     5
88.625   5
59.375   5
45.25    5
54.25    5
108.0    5
266.0    5
60.5     5
56.25    5
45.375   5
70.5     5
84.5     5
45.125   5
93.875   5
52.75    5
98.125   5
52.875   5
51.125   5
52.125   5
224.0    5
67.25    5
153.0    5
156.25   5
117.0    5
142.0    5
152.0    5
125.75   5
36.625   5
242.0    5
72.5     5
107.75   5
154.0    5
74.0     5
80.5     5
107.5    5
60.875   5
137.0    5
139.5    5
68.875   5
163.125  5
56.625   4
83.75    4
127.0    4
74.375   4
111.875  4
56.375   4
139.25   4
61.5     4
83.0     4
73.5     4
148.0    4
222.0    4
41.625   4
71.875   4
96.5     4
138.375  4
132.875  4
116.875  4
103.875  4
51.625   4
135.5    4
49.875   4
64.375   4
170.625  4
59.25    4
82.625   4
160.0    4
95.5     4
298.625  4
60.75    4
163.375  4
113.5    4
89.375   4
45.625   4
49.625   4
64.25    4
38.375   4
49.75    4
55.25    4
138.625  4
168.25   4
60.375   4
44.875   4
170.0    4
145.0    4
85.25    4
77.875   4
64.75    4
66.5     4
109.5    4
76.625   4
132.5    4
77.0     4
131.25   4
86.25    4
126.375  4
75.5     4
78.875   4
61.25    4
58.125   4
42.875   4
79.5     4
468.0    4
463.0    4
117.625  4
57.25    4
61.125   4
57.75    4
38.625   4
546.0    4
87.875   4
163.0    4
233.75   4
164.0    4
115.75   4
99.375   4
148.125  4
126.5    3
57.0     3
38.75    3
157.0    3
122.75   3
58.75    3
53.5     3
60.125   3
128.25   3
122.375  3
61.375   3
120.5    3
140.875  3
61.625   3
133.0    3
170.125  3
161.125  3
66.25    3
90.75    3
113.0    3
96.375   3
99.25    3
93.5     3
62.625   3
165.5    3
68.125   3
129.0    3
46.625   3
280.0    3
100.5    3
164.5    3
72.375   3
48.75    3
135.375  3
76.125   3
146.0    3
54.875   3
252.5    3
159.875  3
629.0    3
575.25   3
119.25   3
98.375   3
51.75    3
65.25    3
78.125   3
77.75    3
140.25   3
125.0    3
147.0    3
79.375   3
156.5    3
169.5    3
156.125  3
88.125   3
100.25   3
75.125   3
117.75   3
94.5     3
143.25   3
142.5    3
93.125   3
84.25    3
101.75   3
89.75    3
65.375   3
83.25    3
42.375   3
41.125   3
246.0    3
146.125  3
144.0    3
188.0    3
101.5    3
137.25   3
92.25    3
141.375  3
197.5    3
80.625   3
163.75   3
57.625   3
166.375  3
314.0    3
49.125   2
50.75    2
72.125   2
131.0    2
73.75    2
141.125  2
127.25   2
127.375  2
221.5    2
221.0    2
220.0    2
219.0    2
218.5    2
79.125   2
98.5     2
144.5    2
128.5    2
112.5    2
143.875  2
130.375  2
114.375  2
108.875  2
37.625   2
66.125   2
152.5    2
99.625   2
165.0    2
84.75    2
118.125  2
209.25   2
90.625   2
91.5     2
98.875   2
82.25    2
142.75   2
143.125  2
165.625  2
67.375   2
78.375   2
124.375  2
174.5    2
175.25   2
151.0    2
92.125   2
50.125   2
67.75    2
105.25   2
100.125  2
156.375  2
145.625  2
145.375  2
236.5    2
237.0    2
182.5    2
217.0    2
160.125  2
147.5    2
126.25   2
114.125  2
139.75   2
92.75    2
371.25   2
304.125  2
68.75    2
72.625   2
73.25    2
106.75   2
73.125   2
98.75    2
86.625   2
430.0    2
85.625   2
335.375  2
86.5     2
124.5    2
621.25   2
77.25    2
145.125  2
485.125  2
161.0    2
333.0    2
191.375  2
118.25   2
118.625  2
130.0    2
682.0    2
70.375   2
70.625   2
70.75    2
126.125  2
303.875  2
97.5     2
143.375  2
70.25    2
117.125  2
90.375   2
95.75    2
104.125  2
70.125   2
65.75    2
154.5    2
96.625   2
143.75   2
48.375   2
85.125   2
168.125  2
100.375  2
127.625  2
74.75    2
208.0    2
224.5    2
89.875   2
41.25    2
57.125   2
152.625  2
141.25   2
108.125  2
113.375  2
129.875  2
301.0    2
78.75    2
79.625   2
318.625  2
202.0    2
82.375   2
191.0    2
207.875  2
161.5    2
274.375  2
163.625  2
91.375   2
183.0    2
115.625  2
97.0     2
53.625   2
263.0    2
64.625   2
134.25   2
120.25   2
120.75   2
95.875   2
123.625  2
80.75    2
447.25   2
355.25   2
105.875  2
54.625   2
95.375   2
57.375   2
107.125  1
76.375   1
191.625  1
57.5     1
50.25    1
91.75    1
75.0     1
61.875   1
81.625   1
143.625  1
235.0    1
78.625   1
68.625   1
143.5    1
222.5    1
220.5    1
406.25   1
258.75   1
235.75   1
223.0    1
138.5    1
122.5    1
114.5    1
106.5    1
144.375  1
136.375  1
135.875  1
128.375  1
127.875  1
124.875  1
120.375  1
119.875  1
112.375  1
106.375  1
104.375  1
300.25   1
66.75    1
449.0    1
88.875   1
184.375  1
133.375  1
136.875  1
50.625   1
114.75   1
62.125   1
280.25   1
59.625   1
203.0    1
174.875  1
246.5    1
162.125  1
367.125  1
75.75    1
81.375   1
155.125  1
155.375  1
154.875  1
117.25   1
150.0    1
141.875  1
125.125  1
152.125  1
309.875  1
113.125  1
69.125   1
75.625   1
100.75   1
208.625  1
202.625  1
196.0    1
186.25   1
182.625  1
96.125   1
159.5    1
166.25   1
142.375  1
465.0    1
465.25   1
105.5    1
127.5    1
136.125  1
92.375   1
341.0    1
341.375  1
92.625   1
108.375  1
76.5     1
221.75   1
108.75   1
132.75   1
450.625  1
240.625  1
46.375   1
114.25   1
252.875  1
172.5    1
443.25   1
232.125  1
152.75   1
423.5    1
199.5    1
246.125  1
257.875  1
232.875  1
93.625   1
283.75   1
429.0    1
323.375  1
165.875  1
153.25   1
528.875  1
110.25   1
72.875   1
204.625  1
469.5    1
177.875  1
152.875  1
463.75   1
357.125  1
616.5    1
276.875  1
106.625  1
338.125  1
238.0    1
106.875  1
290.875  1
238.5    1
542.875  1
451.25   1
335.75   1
198.25   1
104.75   1
132.125  1
132.375  1
609.125  1
285.0    1
224.75   1
131.625  1
284.75   1
487.5    1
171.375  1
132.25   1
567.5    1
418.125  1
322.5    1
259.375  1
246.875  1
153.75   1
635.125  1
52.625   1
103.125  1
681.25   1
64.875   1
297.625  1
145.75   1
158.125  1
270.75   1
384.375  1
376.25   1
675.0    1
396.5    1
510.5    1
130.125  1
1364.5   1
68.5     1
273.0    1
146.5    1
256.25   1
255.0    1
457.5    1
360.0    1
352.0    1
109.875  1
233.5    1
69.375   1
70.875   1
118.75   1
119.125  1
140.375  1
95.0     1
105.0    1
130.625  1
87.75    1
48.875   1
127.75   1
191.5    1
74.25    1
59.125   1
134.375  1
93.75    1
160.625  1
83.125   1
113.625  1
111.25   1
264.0    1
79.0     1
218.0    1
66.375   1
128.875  1
259.625  1
54.75    1
108.25   1
74.625   1
123.375  1
119.625  1
98.625   1
102.25   1
167.75   1
78.25    1
237.5    1
241.5    1
243.5    1
67.625   1
303.5    1
241.0    1
197.0    1
348.0    1
270.0    1
112.25   1
142.125  1
62.5     1
248.125  1
234.625  1
117.5    1
106.0    1
50.875   1
216.25   1
202.75   1
202.875  1
53.375   1
74.5     1
126.0    1
674.5    1
318.75   1
321.75   1
131.75   1
139.125  1
202.25   1
169.75   1
98.25    1
144.125  1
91.625   1
119.375  1
81.75    1
99.875   1
139.375  1
293.75   1
89.25    1
112.875  1
128.125  1
120.125  1
302.0    1
54.375   1
162.625  1
89.625   1
159.25   1
75.25    1
90.125   1
183.125  1
179.0    1
171.625  1
171.5    1
174.625  1
142.625  1
116.625  1
102.125  1
101.125  1
100.625  1
187.125  1
194.75   1
150.75   1
53.875   1
297.5    1
285.5    1
178.5    1
167.0    1
100.875  1
134.625  1
137.125  1
107.875  1
154.25   1
66.625   1
225.0    1
712.0    1
696.0    1
703.0    1
702.0    1
710.5    1
710.0    1
706.0    1
704.875  1
164.125  1
1065.75  1
1065.5   1
190.0    1
500.0    1
681.875  1
332.0    1
340.5    1
324.5    1
308.5    1
292.5    1
257.75   1
103.375  1
104.25   1
84.125   1
106.125  1
121.125  1
134.125  1
110.125  1
108.5    1
114.625  1
247.0    1
219.5    1
125.5    1
293.125  1
293.25   1
102.75   1
159.0    1
116.75   1
265.5    1
93.375   1
151.5    1
173.0    1
