{
  "<START>": 0,
  "<END>": 1,
  "TIME_SIG_1_16": 2,
  "TIME_SIG_1_4": 3,
  "TIME_SIG_1_8": 4,
  "TIME_SIG_10_16": 5,
  "TIME_SIG_10_4": 6,
  "TIME_SIG_10_8": 7,
  "TIME_SIG_11_16": 8,
  "TIME_SIG_11_4": 9,
  "TIME_SIG_11_8": 10,
  "TIME_SIG_12_16": 11,
  "TIME_SIG_12_4": 12,
  "TIME_SIG_12_8": 13,
  "TIME_SIG_13_16": 14,
  "TIME_SIG_13_4": 15,
  "TIME_SIG_13_8": 16,
  "TIME_SIG_132_4": 17,
  "TIME_SIG_14_16": 18,
  "TIME_SIG_14_8": 19,
  "TIME_SIG_149_4": 20,
  "TIME_SIG_15_16": 21,
  "TIME_SIG_15_4": 22,
  "TIME_SIG_15_8": 23,
  "TIME_SIG_16_16": 24,
  "TIME_SIG_16_8": 25,
  "TIME_SIG_17_16": 26,
  "TIME_SIG_17_8": 27,
  "TIME_SIG_18_16": 28,
  "TIME_SIG_18_8": 29,
  "TIME_SIG_19_16": 30,
  "TIME_SIG_2_16": 31,
  "TIME_SIG_2_2": 32,
  "TIME_SIG_2_4": 33,
  "TIME_SIG_2_64": 34,
  "TIME_SIG_2_8": 35,
  "TIME_SIG_20_16": 36,
  "TIME_SIG_21_16": 37,
  "TIME_SIG_24_16": 38,
  "TIME_SIG_252_8": 39,
  "TIME_SIG_26_16": 40,
  "TIME_SIG_3_16": 41,
  "TIME_SIG_3_2": 42,
  "TIME_SIG_3_4": 43,
  "TIME_SIG_3_8": 44,
  "TIME_SIG_4_16": 45,
  "TIME_SIG_4_2": 46,
  "TIME_SIG_4_4": 47,
  "TIME_SIG_4_8": 48,
  "TIME_SIG_5_2": 49,
  "TIME_SIG_5_4": 50,
  "TIME_SIG_5_8": 51,
  "TIME_SIG_6_16": 52,
  "TIME_SIG_6_2": 53,
  "TIME_SIG_6_4": 54,
  "TIME_SIG_6_8": 55,
  "TIME_SIG_7_16": 56,
  "TIME_SIG_7_2": 57,
  "TIME_SIG_7_4": 58,
  "TIME_SIG_7_8": 59,
  "TIME_SIG_8_16": 60,
  "TIME_SIG_8_2": 61,
  "TIME_SIG_8_4": 62,
  "TIME_SIG_8_8": 63,
  "TIME_SIG_9_16": 64,
  "TIME_SIG_9_4": 65,
  "TIME_SIG_9_8": 66,
  "INST_PIANO": 67,
  "INST_BASS": 68,
  "INST_STRINGS": 69,
  "INST_WIND": 70,
  "INST_DRUM": 71,
  "INST_OTHER": 72,
  "NOTE_ON_0": 73,
  "NOTE_ON_1": 74,
  "NOTE_ON_2": 75,
  "NOTE_ON_3": 76,
  "NOTE_ON_4": 77,
  "NOTE_ON_5": 78,
  "NOTE_ON_6": 79,
  "NOTE_ON_7": 80,
  "NOTE_ON_8": 81,
  "NOTE_ON_9": 82,
  "NOTE_ON_10": 83,
  "NOTE_ON_11": 84,
  "NOTE_ON_12": 85,
  "NOTE_ON_13": 86,
  "NOTE_ON_14": 87,
  "NOTE_ON_15": 88,
  "NOTE_ON_16": 89,
  "NOTE_ON_17": 90,
  "NOTE_ON_18": 91,
  "NOTE_ON_19": 92,
  "NOTE_ON_20": 93,
  "NOTE_ON_21": 94,
  "NOTE_ON_22": 95,
  "NOTE_ON_23": 96,
  "NOTE_ON_24": 97,
  "NOTE_ON_25": 98,
  "NOTE_ON_26": 99,
  "NOTE_ON_27": 100,
  "NOTE_ON_28": 101,
  "NOTE_ON_29": 102,
  "NOTE_ON_30": 103,
  "NOTE_ON_31": 104,
  "NOTE_ON_32": 105,
  "NOTE_ON_33": 106,
  "NOTE_ON_34": 107,
  "NOTE_ON_35": 108,
  "NOTE_ON_36": 109,
  "NOTE_ON_37": 110,
  "NOTE_ON_38": 111,
  "NOTE_ON_39": 112,
  "NOTE_ON_40": 113,
  "NOTE_ON_41": 114,
  "NOTE_ON_42": 115,
  "NOTE_ON_43": 116,
  "NOTE_ON_44": 117,
  "NOTE_ON_45": 118,
  "NOTE_ON_46": 119,
  "NOTE_ON_47": 120,
  "NOTE_ON_48": 121,
  "NOTE_ON_49": 122,
  "NOTE_ON_50": 123,
  "NOTE_ON_51": 124,
  "NOTE_ON_52": 125,
  "NOTE_ON_53": 126,
  "NOTE_ON_54": 127,
  "NOTE_ON_55": 128,
  "NOTE_ON_56": 129,
  "NOTE_ON_57": 130,
  "NOTE_ON_58": 131,
  "NOTE_ON_59": 132,
  "NOTE_ON_60": 133,
  "NOTE_ON_61": 134,
  "NOTE_ON_62": 135,
  "NOTE_ON_63": 136,
  "NOTE_ON_64": 137,
  "NOTE_ON_65": 138,
  "NOTE_ON_66": 139,
  "NOTE_ON_67": 140,
  "NOTE_ON_68": 141,
  "NOTE_ON_69": 142,
  "NOTE_ON_70": 143,
  "NOTE_ON_71": 144,
  "NOTE_ON_72": 145,
  "NOTE_ON_73": 146,
  "NOTE_ON_74": 147,
  "NOTE_ON_75": 148,
  "NOTE_ON_76": 149,
  "NOTE_ON_77": 150,
  "NOTE_ON_78": 151,
  "NOTE_ON_79": 152,
  "NOTE_ON_80": 153,
  "NOTE_ON_81": 154,
  "NOTE_ON_82": 155,
  "NOTE_ON_83": 156,
  "NOTE_ON_84": 157,
  "NOTE_ON_85": 158,
  "NOTE_ON_86": 159,
  "NOTE_ON_87": 160,
  "NOTE_ON_88": 161,
  "NOTE_ON_89": 162,
  "NOTE_ON_90": 163,
  "NOTE_ON_91": 164,
  "NOTE_ON_92": 165,
  "NOTE_ON_93": 166,
  "NOTE_ON_94": 167,
  "NOTE_ON_95": 168,
  "NOTE_ON_96": 169,
  "NOTE_ON_97": 170,
  "NOTE_ON_98": 171,
  "NOTE_ON_99": 172,
  "NOTE_ON_100": 173,
  "NOTE_ON_101": 174,
  "NOTE_ON_102": 175,
  "NOTE_ON_103": 176,
  "NOTE_ON_104": 177,
  "NOTE_ON_105": 178,
  "NOTE_ON_106": 179,
  "NOTE_ON_107": 180,
  "NOTE_ON_108": 181,
  "NOTE_ON_109": 182,
  "NOTE_ON_110": 183,
  "NOTE_ON_111": 184,
  "NOTE_ON_112": 185,
  "NOTE_ON_113": 186,
  "NOTE_ON_114": 187,
  "NOTE_ON_115": 188,
  "NOTE_ON_116": 189,
  "NOTE_ON_117": 190,
  "NOTE_ON_118": 191,
  "NOTE_ON_119": 192,
  "NOTE_ON_120": 193,
  "NOTE_ON_121": 194,
  "NOTE_ON_122": 195,
  "NOTE_ON_123": 196,
  "NOTE_ON_124": 197,
  "NOTE_ON_125": 198,
  "NOTE_ON_126": 199,
  "NOTE_ON_127": 200,
  "DUR_0.125": 201,
  "DUR_0.25": 202,
  "DUR_0.375": 203,
  "DUR_0.5": 204,
  "DUR_0.625": 205,
  "DUR_0.75": 206,
  "DUR_0.875": 207,
  "DUR_1.0": 208,
  "DUR_1.125": 209,
  "DUR_1.25": 210,
  "DUR_1.375": 211,
  "DUR_1.5": 212,
  "DUR_1.625": 213,
  "DUR_1.75": 214,
  "DUR_1.875": 215,
  "DUR_2.0": 216,
  "DUR_2.125": 217,
  "DUR_2.25": 218,
  "DUR_2.375": 219,
  "DUR_2.5": 220,
  "DUR_2.625": 221,
  "DUR_2.75": 222,
  "DUR_2.875": 223,
  "DUR_3.0": 224,
  "DUR_3.125": 225,
  "DUR_3.25": 226,
  "DUR_3.375": 227,
  "DUR_3.5": 228,
  "DUR_3.625": 229,
  "DUR_3.75": 230,
  "DUR_3.875": 231,
  "DUR_4.0": 232,
  "DUR_4.125": 233,
  "DUR_4.25": 234,
  "DUR_4.375": 235,
  "DUR_4.5": 236,
  "DUR_4.625": 237,
  "DUR_4.75": 238,
  "DUR_4.875": 239,
  "DUR_5.0": 240,
  "DUR_5.125": 241,
  "DUR_5.25": 242,
  "DUR_5.375": 243,
  "DUR_5.5": 244,
  "DUR_5.625": 245,
  "DUR_5.75": 246,
  "DUR_5.875": 247,
  "DUR_6.0": 248,
  "DUR_6.125": 249,
  "DUR_6.25": 250,
  "DUR_6.375": 251,
  "DUR_6.5": 252,
  "DUR_6.625": 253,
  "DUR_6.75": 254,
  "DUR_6.875": 255,
  "DUR_7.0": 256,
  "DUR_7.125": 257,
  "DUR_7.25": 258,
  "DUR_7.375": 259,
  "DUR_7.5": 260,
  "DUR_7.625": 261,
  "DUR_7.75": 262,
  "DUR_7.875": 263,
  "DUR_8.0": 264,
  "DUR_8.125": 265,
  "DUR_8.25": 266,
  "DUR_8.375": 267,
  "DUR_8.5": 268,
  "DUR_8.625": 269,
  "DUR_8.75": 270,
  "DUR_8.875": 271,
  "DUR_9.0": 272,
  "DUR_9.125": 273,
  "DUR_9.25": 274,
  "DUR_9.375": 275,
  "DUR_9.5": 276,
  "DUR_9.625": 277,
  "DUR_9.75": 278,
  "DUR_9.875": 279,
  "DUR_10.0": 280,
  "DUR_10.125": 281,
  "DUR_10.25": 282,
  "DUR_10.375": 283,
  "DUR_10.5": 284,
  "DUR_10.625": 285,
  "DUR_10.75": 286,
  "DUR_10.875": 287,
  "DUR_11.0": 288,
  "DUR_11.125": 289,
  "DUR_11.25": 290,
  "DUR_11.375": 291,
  "DUR_11.5": 292,
  "DUR_11.625": 293,
  "DUR_11.75": 294,
  "DUR_11.875": 295,
  "DUR_12.0": 296,
  "DUR_12.125": 297,
  "DUR_12.25": 298,
  "DUR_12.375": 299,
  "DUR_12.5": 300,
  "DUR_12.625": 301,
  "DUR_12.75": 302,
  "DUR_12.875": 303,
  "DUR_13.0": 304,
  "DUR_13.125": 305,
  "DUR_13.25": 306,
  "DUR_13.375": 307,
  "DUR_13.5": 308,
  "DUR_13.625": 309,
  "DUR_13.75": 310,
  "DUR_13.875": 311,
  "DUR_14.0": 312,
  "DUR_14.125": 313,
  "DUR_14.25": 314,
  "DUR_14.375": 315,
  "DUR_14.5": 316,
  "DUR_14.625": 317,
  "DUR_14.75": 318,
  "DUR_14.875": 319,
  "DUR_15.0": 320,
  "DUR_15.125": 321,
  "DUR_15.25": 322,
  "DUR_15.375": 323,
  "DUR_15.5": 324,
  "DUR_15.625": 325,
  "DUR_15.75": 326,
  "DUR_15.875": 327,
  "DUR_16.0": 328,
  "DUR_16.125": 329,
  "DUR_16.25": 330,
  "DUR_16.375": 331,
  "DUR_16.5": 332,
  "DUR_16.625": 333,
  "DUR_16.75": 334,
  "DUR_16.875": 335,
  "DUR_17.0": 336,
  "DUR_17.125": 337,
  "DUR_17.25": 338,
  "DUR_17.375": 339,
  "DUR_17.5": 340,
  "DUR_17.625": 341,
  "DUR_17.75": 342,
  "DUR_17.875": 343,
  "DUR_18.0": 344,
  "DUR_18.125": 345,
  "DUR_18.25": 346,
  "DUR_18.375": 347,
  "DUR_18.5": 348,
  "DUR_18.625": 349,
  "DUR_18.75": 350,
  "DUR_18.875": 351,
  "DUR_19.0": 352,
  "DUR_19.125": 353,
  "DUR_19.25": 354,
  "DUR_19.375": 355,
  "DUR_19.5": 356,
  "DUR_19.625": 357,
  "DUR_19.75": 358,
  "DUR_19.875": 359,
  "DUR_20.0": 360,
  "DUR_20.125": 361,
  "DUR_20.25": 362,
  "DUR_20.375": 363,
  "DUR_20.5": 364,
  "DUR_20.625": 365,
  "DUR_20.75": 366,
  "DUR_20.875": 367,
  "DUR_21.0": 368,
  "DUR_21.125": 369,
  "DUR_21.25": 370,
  "DUR_21.375": 371,
  "DUR_21.5": 372,
  "DUR_21.625": 373,
  "DUR_21.75": 374,
  "DUR_21.875": 375,
  "DUR_22.0": 376,
  "DUR_22.125": 377,
  "DUR_22.25": 378,
  "DUR_22.375": 379,
  "DUR_22.5": 380,
  "DUR_22.625": 381,
  "DUR_22.75": 382,
  "DUR_22.875": 383,
  "DUR_23.0": 384,
  "DUR_23.125": 385,
  "DUR_23.25": 386,
  "DUR_23.375": 387,
  "DUR_23.5": 388,
  "DUR_23.625": 389,
  "DUR_23.75": 390,
  "DUR_23.875": 391,
  "DUR_24.0": 392,
  "DUR_24.125": 393,
  "DUR_24.25": 394,
  "DUR_24.375": 395,
  "DUR_24.5": 396,
  "DUR_24.625": 397,
  "DUR_24.75": 398,
  "DUR_24.875": 399,
  "DUR_25.0": 400,
  "DUR_25.125": 401,
  "DUR_25.25": 402,
  "DUR_25.375": 403,
  "DUR_25.5": 404,
  "DUR_25.625": 405,
  "DUR_25.75": 406,
  "DUR_25.875": 407,
  "DUR_26.0": 408,
  "DUR_26.125": 409,
  "DUR_26.25": 410,
  "DUR_26.375": 411,
  "DUR_26.5": 412,
  "DUR_26.625": 413,
  "DUR_26.75": 414,
  "DUR_26.875": 415,
  "DUR_27.0": 416,
  "DUR_27.125": 417,
  "DUR_27.25": 418,
  "DUR_27.375": 419,
  "DUR_27.5": 420,
  "DUR_27.625": 421,
  "DUR_27.75": 422,
  "DUR_27.875": 423,
  "DUR_28.0": 424,
  "DUR_28.125": 425,
  "DUR_28.25": 426,
  "DUR_28.375": 427,
  "DUR_28.5": 428,
  "DUR_28.625": 429,
  "DUR_28.75": 430,
  "DUR_28.875": 431,
  "DUR_29.0": 432,
  "DUR_29.125": 433,
  "DUR_29.25": 434,
  "DUR_29.375": 435,
  "DUR_29.5": 436,
  "DUR_29.625": 437,
  "DUR_29.75": 438,
  "DUR_29.875": 439,
  "DUR_30.0": 440,
  "DUR_30.125": 441,
  "DUR_30.25": 442,
  "DUR_30.375": 443,
  "DUR_30.5": 444,
  "DUR_30.625": 445,
  "DUR_30.75": 446,
  "DUR_30.875": 447,
  "DUR_31.0": 448,
  "DUR_31.125": 449,
  "DUR_31.25": 450,
  "DUR_31.375": 451,
  "DUR_31.5": 452,
  "DUR_31.625": 453,
  "DUR_31.75": 454,
  "DUR_31.875": 455,
  "DUR_32.0": 456,
  "DUR_32.125": 457,
  "DUR_32.25": 458,
  "DUR_32.375": 459,
  "DUR_32.5": 460,
  "DUR_32.625": 461,
  "DUR_32.75": 462,
  "DUR_32.875": 463,
  "DUR_33.0": 464,
  "DUR_33.125": 465,
  "DUR_33.25": 466,
  "DUR_33.375": 467,
  "DUR_33.5": 468,
  "DUR_33.625": 469,
  "DUR_33.75": 470,
  "DUR_33.875": 471,
  "DUR_34.0": 472,
  "DUR_34.125": 473,
  "DUR_34.25": 474,
  "DUR_34.375": 475,
  "DUR_34.5": 476,
  "DUR_34.625": 477,
  "DUR_34.75": 478,
  "DUR_34.875": 479,
  "DUR_35.0": 480,
  "DUR_35.125": 481,
  "DUR_35.25": 482,
  "DUR_35.375": 483,
  "DUR_35.5": 484,
  "DUR_35.625": 485,
  "DUR_35.75": 486,
  "DUR_35.875": 487,
  "DUR_36.0": 488,
  "DUR_36.125": 489,
  "DUR_36.25": 490,
  "DUR_36.375": 491,
  "DUR_36.5": 492,
  "DUR_36.625": 493,
  "DUR_36.75": 494,
  "DUR_36.875": 495,
  "DUR_37.0": 496,
  "DUR_37.125": 497,
  "DUR_37.25": 498,
  "DUR_37.375": 499,
  "DUR_37.5": 500,
  "DUR_37.625": 501,
  "DUR_37.75": 502,
  "DUR_37.875": 503,
  "DUR_38.0": 504,
  "DUR_38.125": 505,
  "DUR_38.25": 506,
  "DUR_38.375": 507,
  "DUR_38.5": 508,
  "DUR_38.625": 509,
  "DUR_38.75": 510,
  "DUR_38.875": 511,
  "DUR_39.0": 512,
  "DUR_39.125": 513,
  "DUR_39.25": 514,
  "DUR_39.375": 515,
  "DUR_39.5": 516,
  "DUR_39.625": 517,
  "DUR_39.75": 518,
  "DUR_39.875": 519,
  "DUR_40.0": 520,
  "DUR_40.125": 521,
  "DUR_40.25": 522,
  "DUR_40.375": 523,
  "DUR_40.5": 524,
  "DUR_40.625": 525,
  "DUR_40.75": 526,
  "DUR_40.875": 527,
  "DUR_41.0": 528,
  "DUR_41.125": 529,
  "DUR_41.25": 530,
  "DUR_41.375": 531,
  "DUR_41.5": 532,
  "DUR_41.625": 533,
  "DUR_41.75": 534,
  "DUR_41.875": 535,
  "DUR_42.0": 536,
  "DUR_42.125": 537,
  "DUR_42.25": 538,
  "DUR_42.375": 539,
  "DUR_42.5": 540,
  "DUR_42.625": 541,
  "DUR_42.875": 542,
  "DUR_43.0": 543,
  "DUR_43.125": 544,
  "DUR_43.25": 545,
  "DUR_43.375": 546,
  "DUR_43.5": 547,
  "DUR_43.625": 548,
  "DUR_43.75": 549,
  "DUR_43.875": 550,
  "DUR_44.0": 551,
  "DUR_44.125": 552,
  "DUR_44.25": 553,
  "DUR_44.375": 554,
  "DUR_44.5": 555,
  "DUR_44.625": 556,
  "DUR_44.75": 557,
  "DUR_44.875": 558,
  "DUR_45.0": 559,
  "DUR_45.125": 560,
  "DUR_45.25": 561,
  "DUR_45.375": 562,
  "DUR_45.5": 563,
  "DUR_45.625": 564,
  "DUR_45.75": 565,
  "DUR_45.875": 566,
  "DUR_46.0": 567,
  "DUR_46.125": 568,
  "DUR_46.25": 569,
  "DUR_46.375": 570,
  "DUR_46.5": 571,
  "DUR_46.625": 572,
  "DUR_46.75": 573,
  "DUR_46.875": 574,
  "DUR_47.0": 575,
  "DUR_47.125": 576,
  "DUR_47.25": 577,
  "DUR_47.375": 578,
  "DUR_47.5": 579,
  "DUR_47.625": 580,
  "DUR_47.75": 581,
  "DUR_47.875": 582,
  "DUR_48.0": 583,
  "DUR_48.125": 584,
  "DUR_48.25": 585,
  "DUR_48.375": 586,
  "DUR_48.5": 587,
  "DUR_48.625": 588,
  "DUR_48.75": 589,
  "DUR_48.875": 590,
  "DUR_49.0": 591,
  "DUR_49.125": 592,
  "DUR_49.5": 593,
  "DUR_49.625": 594,
  "DUR_49.75": 595,
  "DUR_49.875": 596,
  "DUR_50.0": 597,
  "DUR_50.125": 598,
  "DUR_50.25": 599,
  "DUR_50.375": 600,
  "DUR_50.5": 601,
  "DUR_50.625": 602,
  "DUR_50.75": 603,
  "DUR_50.875": 604,
  "DUR_51.0": 605,
  "DUR_51.125": 606,
  "DUR_51.25": 607,
  "DUR_51.5": 608,
  "DUR_51.625": 609,
  "DUR_51.75": 610,
  "DUR_51.875": 611,
  "DUR_52.0": 612,
  "DUR_52.125": 613,
  "DUR_52.25": 614,
  "DUR_52.375": 615,
  "DUR_52.5": 616,
  "DUR_52.625": 617,
  "DUR_52.75": 618,
  "DUR_52.875": 619,
  "DUR_53.0": 620,
  "DUR_53.125": 621,
  "DUR_53.25": 622,
  "DUR_53.375": 623,
  "DUR_53.5": 624,
  "DUR_53.625": 625,
  "DUR_53.875": 626,
  "DUR_54.0": 627,
  "DUR_54.125": 628,
  "DUR_54.25": 629,
  "DUR_54.375": 630,
  "DUR_54.5": 631,
  "DUR_54.625": 632,
  "DUR_54.75": 633,
  "DUR_54.875": 634,
  "DUR_55.0": 635,
  "DUR_55.125": 636,
  "DUR_55.25": 637,
  "DUR_55.375": 638,
  "DUR_55.5": 639,
  "DUR_55.625": 640,
  "DUR_55.75": 641,
  "DUR_55.875": 642,
  "DUR_56.0": 643,
  "DUR_56.125": 644,
  "DUR_56.25": 645,
  "DUR_56.375": 646,
  "DUR_56.5": 647,
  "DUR_56.625": 648,
  "DUR_56.75": 649,
  "DUR_57.0": 650,
  "DUR_57.125": 651,
  "DUR_57.25": 652,
  "DUR_57.375": 653,
  "DUR_57.5": 654,
  "DUR_57.625": 655,
  "DUR_57.75": 656,
  "DUR_57.875": 657,
  "DUR_58.0": 658,
  "DUR_58.125": 659,
  "DUR_58.25": 660,
  "DUR_58.375": 661,
  "DUR_58.5": 662,
  "DUR_58.75": 663,
  "DUR_59.0": 664,
  "DUR_59.125": 665,
  "DUR_59.25": 666,
  "DUR_59.375": 667,
  "DUR_59.5": 668,
  "DUR_59.625": 669,
  "DUR_59.75": 670,
  "DUR_59.875": 671,
  "DUR_60.0": 672,
  "DUR_60.125": 673,
  "DUR_60.25": 674,
  "DUR_60.375": 675,
  "DUR_60.5": 676,
  "DUR_60.625": 677,
  "DUR_60.75": 678,
  "DUR_60.875": 679,
  "DUR_61.0": 680,
  "DUR_61.125": 681,
  "DUR_61.25": 682,
  "DUR_61.375": 683,
  "DUR_61.5": 684,
  "DUR_61.625": 685,
  "DUR_61.75": 686,
  "DUR_61.875": 687,
  "DUR_62.0": 688,
  "DUR_62.125": 689,
  "DUR_62.25": 690,
  "DUR_62.375": 691,
  "DUR_62.5": 692,
  "DUR_62.625": 693,
  "DUR_62.875": 694,
  "DUR_63.0": 695,
  "DUR_63.125": 696,
  "DUR_63.25": 697,
  "DUR_63.375": 698,
  "DUR_63.5": 699,
  "DUR_63.625": 700,
  "DUR_63.75": 701,
  "DUR_63.875": 702,
  "DUR_64.0": 703,
  "DUR_64.125": 704,
  "DUR_64.25": 705,
  "DUR_64.375": 706,
  "DUR_64.5": 707,
  "DUR_64.625": 708,
  "DUR_64.75": 709,
  "DUR_64.875": 710,
  "DUR_65.0": 711,
  "DUR_65.125": 712,
  "DUR_65.25": 713,
  "DUR_65.375": 714,
  "DUR_65.5": 715,
  "DUR_65.625": 716,
  "DUR_65.75": 717,
  "DUR_66.0": 718,
  "DUR_66.125": 719,
  "DUR_66.25": 720,
  "DUR_66.375": 721,
  "DUR_66.5": 722,
  "DUR_66.625": 723,
  "DUR_66.75": 724,
  "DUR_66.875": 725,
  "DUR_67.0": 726,
  "DUR_67.25": 727,
  "DUR_67.375": 728,
  "DUR_67.5": 729,
  "DUR_67.625": 730,
  "DUR_67.75": 731,
  "DUR_67.875": 732,
  "DUR_68.0": 733,
  "DUR_68.125": 734,
  "DUR_68.25": 735,
  "DUR_68.5": 736,
  "DUR_68.625": 737,
  "DUR_68.75": 738,
  "DUR_68.875": 739,
  "DUR_69.0": 740,
  "DUR_69.125": 741,
  "DUR_69.375": 742,
  "DUR_69.5": 743,
  "DUR_69.75": 744,
  "DUR_69.875": 745,
  "DUR_70.0": 746,
  "DUR_70.125": 747,
  "DUR_70.25": 748,
  "DUR_70.375": 749,
  "DUR_70.5": 750,
  "DUR_70.625": 751,
  "DUR_70.75": 752,
  "DUR_70.875": 753,
  "DUR_71.0": 754,
  "DUR_71.25": 755,
  "DUR_71.375": 756,
  "DUR_71.625": 757,
  "DUR_71.75": 758,
  "DUR_71.875": 759,
  "DUR_72.0": 760,
  "DUR_72.125": 761,
  "DUR_72.25": 762,
  "DUR_72.375": 763,
  "DUR_72.5": 764,
  "DUR_72.625": 765,
  "DUR_72.75": 766,
  "DUR_72.875": 767,
  "DUR_73.0": 768,
  "DUR_73.125": 769,
  "DUR_73.25": 770,
  "DUR_73.5": 771,
  "DUR_73.75": 772,
  "DUR_74.0": 773,
  "DUR_74.25": 774,
  "DUR_74.375": 775,
  "DUR_74.5": 776,
  "DUR_74.625": 777,
  "DUR_74.75": 778,
  "DUR_75.0": 779,
  "DUR_75.125": 780,
  "DUR_75.25": 781,
  "DUR_75.5": 782,
  "DUR_75.625": 783,
  "DUR_75.75": 784,
  "DUR_76.0": 785,
  "DUR_76.125": 786,
  "DUR_76.25": 787,
  "DUR_76.375": 788,
  "DUR_76.5": 789,
  "DUR_76.625": 790,
  "DUR_77.0": 791,
  "DUR_77.25": 792,
  "DUR_77.5": 793,
  "DUR_77.625": 794,
  "DUR_77.75": 795,
  "DUR_77.875": 796,
  "DUR_78.0": 797,
  "DUR_78.125": 798,
  "DUR_78.25": 799,
  "DUR_78.375": 800,
  "DUR_78.5": 801,
  "DUR_78.625": 802,
  "DUR_78.75": 803,
  "DUR_78.875": 804,
  "DUR_79.0": 805,
  "DUR_79.125": 806,
  "DUR_79.25": 807,
  "DUR_79.375": 808,
  "DUR_79.5": 809,
  "DUR_79.625": 810,
  "DUR_79.75": 811,
  "DUR_79.875": 812,
  "DUR_80.0": 813,
  "DUR_80.125": 814,
  "DUR_80.25": 815,
  "DUR_80.375": 816,
  "DUR_80.5": 817,
  "DUR_80.625": 818,
  "DUR_80.75": 819,
  "DUR_81.0": 820,
  "DUR_81.25": 821,
  "DUR_81.375": 822,
  "DUR_81.5": 823,
  "DUR_81.625": 824,
  "DUR_81.75": 825,
  "DUR_82.0": 826,
  "DUR_82.125": 827,
  "DUR_82.25": 828,
  "DUR_82.375": 829,
  "DUR_82.625": 830,
  "DUR_83.0": 831,
  "DUR_83.125": 832,
  "DUR_83.25": 833,
  "DUR_83.5": 834,
  "DUR_83.75": 835,
  "DUR_83.875": 836,
  "DUR_84.0": 837,
  "DUR_84.125": 838,
  "DUR_84.25": 839,
  "DUR_84.5": 840,
  "DUR_84.75": 841,
  "DUR_85.0": 842,
  "DUR_85.125": 843,
  "DUR_85.25": 844,
  "DUR_85.5": 845,
  "DUR_85.625": 846,
  "DUR_85.75": 847,
  "DUR_86.0": 848,
  "DUR_86.125": 849,
  "DUR_86.25": 850,
  "DUR_86.5": 851,
  "DUR_86.625": 852,
  "DUR_87.0": 853,
  "DUR_87.5": 854,
  "DUR_87.75": 855,
  "DUR_87.875": 856,
  "DUR_88.0": 857,
  "DUR_88.125": 858,
  "DUR_88.5": 859,
  "DUR_88.625": 860,
  "DUR_88.875": 861,
  "DUR_89.0": 862,
  "DUR_89.25": 863,
  "DUR_89.375": 864,
  "DUR_89.5": 865,
  "DUR_89.625": 866,
  "DUR_89.75": 867,
  "DUR_89.875": 868,
  "DUR_90.0": 869,
  "DUR_90.125": 870,
  "DUR_90.375": 871,
  "DUR_90.5": 872,
  "DUR_90.625": 873,
  "DUR_90.75": 874,
  "DUR_91.0": 875,
  "DUR_91.25": 876,
  "DUR_91.375": 877,
  "DUR_91.5": 878,
  "DUR_91.625": 879,
  "DUR_91.75": 880,
  "DUR_92.0": 881,
  "DUR_92.125": 882,
  "DUR_92.25": 883,
  "DUR_92.375": 884,
  "DUR_92.625": 885,
  "DUR_92.75": 886,
  "DUR_93.0": 887,
  "DUR_93.125": 888,
  "DUR_93.375": 889,
  "DUR_93.5": 890,
  "DUR_93.625": 891,
  "DUR_93.75": 892,
  "DUR_93.875": 893,
  "DUR_94.0": 894,
  "DUR_94.125": 895,
  "DUR_94.5": 896,
  "DUR_94.625": 897,
  "DUR_95.0": 898,
  "DUR_95.375": 899,
  "DUR_95.5": 900,
  "DUR_95.625": 901,
  "DUR_95.75": 902,
  "DUR_95.875": 903,
  "DUR_96.0": 904,
  "DUR_96.125": 905,
  "DUR_96.25": 906,
  "DUR_96.375": 907,
  "DUR_96.5": 908,
  "DUR_96.625": 909,
  "DUR_97.0": 910,
  "DUR_97.5": 911,
  "DUR_98.0": 912,
  "DUR_98.125": 913,
  "DUR_98.25": 914,
  "DUR_98.375": 915,
  "DUR_98.5": 916,
  "DUR_98.625": 917,
  "DUR_98.75": 918,
  "DUR_98.875": 919,
  "DUR_99.0": 920,
  "DUR_99.25": 921,
  "DUR_99.375": 922,
  "DUR_99.625": 923,
  "DUR_99.875": 924,
  "DUR_100.0": 925,
  "DUR_100.125": 926,
  "DUR_100.25": 927,
  "DUR_100.375": 928,
  "DUR_100.5": 929,
  "DUR_100.625": 930,
  "DUR_100.75": 931,
  "DUR_100.875": 932,
  "DUR_101.0": 933,
  "DUR_101.125": 934,
  "DUR_101.5": 935,
  "DUR_101.625": 936,
  "DUR_101.75": 937,
  "DUR_102.0": 938,
  "DUR_102.125": 939,
  "DUR_102.25": 940,
  "DUR_102.75": 941,
  "DUR_102.875": 942,
  "DUR_103.0": 943,
  "DUR_103.125": 944,
  "DUR_103.375": 945,
  "DUR_103.75": 946,
  "DUR_103.875": 947,
  "DUR_104.0": 948,
  "DUR_104.125": 949,
  "DUR_104.25": 950,
  "DUR_104.375": 951,
  "DUR_104.5": 952,
  "DUR_104.75": 953,
  "DUR_105.0": 954,
  "DUR_105.25": 955,
  "DUR_105.375": 956,
  "DUR_105.5": 957,
  "DUR_105.875": 958,
  "DUR_106.0": 959,
  "DUR_106.125": 960,
  "DUR_106.375": 961,
  "DUR_106.5": 962,
  "DUR_106.625": 963,
  "DUR_106.75": 964,
  "DUR_106.875": 965,
  "DUR_107.0": 966,
  "DUR_107.125": 967,
  "DUR_107.5": 968,
  "DUR_107.75": 969,
  "DUR_107.875": 970,
  "DUR_108.0": 971,
  "DUR_108.125": 972,
  "DUR_108.25": 973,
  "DUR_108.375": 974,
  "DUR_108.5": 975,
  "DUR_108.75": 976,
  "DUR_108.875": 977,
  "DUR_109.0": 978,
  "DUR_109.5": 979,
  "DUR_109.875": 980,
  "DUR_110.0": 981,
  "DUR_110.125": 982,
  "DUR_110.25": 983,
  "DUR_111.0": 984,
  "DUR_111.25": 985,
  "DUR_111.875": 986,
  "DUR_112.0": 987,
  "DUR_112.25": 988,
  "DUR_112.375": 989,
  "DUR_112.5": 990,
  "DUR_112.875": 991,
  "DUR_113.0": 992,
  "DUR_113.125": 993,
  "DUR_113.375": 994,
  "DUR_113.5": 995,
  "DUR_113.625": 996,
  "DUR_114.0": 997,
  "DUR_114.125": 998,
  "DUR_114.25": 999,
  "DUR_114.375": 1000,
  "DUR_114.5": 1001,
  "DUR_114.625": 1002,
  "DUR_114.75": 1003,
  "DUR_115.0": 1004,
  "DUR_115.5": 1005,
  "DUR_115.625": 1006,
  "DUR_115.75": 1007,
  "DUR_116.0": 1008,
  "DUR_116.625": 1009,
  "DUR_116.75": 1010,
  "DUR_116.875": 1011,
  "DUR_117.0": 1012,
  "DUR_117.125": 1013,
  "DUR_117.25": 1014,
  "DUR_117.5": 1015,
  "DUR_117.625": 1016,
  "DUR_117.75": 1017,
  "DUR_118.0": 1018,
  "DUR_118.125": 1019,
  "DUR_118.25": 1020,
  "DUR_118.625": 1021,
  "DUR_118.75": 1022,
  "DUR_119.125": 1023,
  "DUR_119.25": 1024,
  "DUR_119.375": 1025,
  "DUR_119.625": 1026,
  "DUR_119.75": 1027,
  "DUR_119.875": 1028,
  "DUR_120.0": 1029,
  "DUR_120.125": 1030,
  "DUR_120.25": 1031,
  "DUR_120.375": 1032,
  "DUR_120.5": 1033,
  "DUR_120.75": 1034,
  "DUR_121.0": 1035,
  "DUR_121.125": 1036,
  "DUR_122.0": 1037,
  "DUR_122.375": 1038,
  "DUR_122.5": 1039,
  "DUR_122.75": 1040,
  "DUR_123.0": 1041,
  "DUR_123.25": 1042,
  "DUR_123.375": 1043,
  "DUR_123.625": 1044,
  "DUR_124.375": 1045,
  "DUR_124.5": 1046,
  "DUR_124.875": 1047,
  "DUR_125.0": 1048,
  "DUR_125.125": 1049,
  "DUR_125.5": 1050,
  "DUR_125.75": 1051,
  "DUR_126.0": 1052,
  "DUR_126.125": 1053,
  "DUR_126.25": 1054,
  "DUR_126.375": 1055,
  "DUR_126.5": 1056,
  "DUR_126.625": 1057,
  "DUR_126.75": 1058,
  "DUR_127.0": 1059,
  "DUR_127.25": 1060,
  "DUR_127.375": 1061,
  "DUR_127.5": 1062,
  "DUR_127.625": 1063,
  "DUR_127.75": 1064,
  "DUR_127.875": 1065,
  "DUR_128.0": 1066,
  "DUR_128.125": 1067,
  "DUR_128.25": 1068,
  "DUR_128.375": 1069,
  "DUR_128.5": 1070,
  "DUR_128.875": 1071,
  "DUR_129.0": 1072,
  "DUR_129.5": 1073,
  "DUR_129.875": 1074,
  "DUR_130.0": 1075,
  "DUR_130.125": 1076,
  "DUR_130.375": 1077,
  "DUR_130.5": 1078,
  "DUR_130.625": 1079,
  "DUR_131.0": 1080,
  "DUR_131.25": 1081,
  "DUR_131.625": 1082,
  "DUR_131.75": 1083,
  "DUR_132.0": 1084,
  "DUR_132.125": 1085,
  "DUR_132.25": 1086,
  "DUR_132.375": 1087,
  "DUR_132.5": 1088,
  "DUR_132.75": 1089,
  "DUR_132.875": 1090,
  "DUR_133.0": 1091,
  "DUR_133.375": 1092,
  "DUR_134.0": 1093,
  "DUR_134.125": 1094,
  "DUR_134.25": 1095,
  "DUR_134.375": 1096,
  "DUR_134.625": 1097,
  "DUR_135.0": 1098,
  "DUR_135.375": 1099,
  "DUR_135.5": 1100,
  "DUR_135.875": 1101,
  "DUR_136.0": 1102,
  "DUR_136.125": 1103,
  "DUR_136.375": 1104,
  "DUR_136.5": 1105,
  "DUR_136.875": 1106,
  "DUR_137.0": 1107,
  "DUR_137.125": 1108,
  "DUR_137.25": 1109,
  "DUR_138.375": 1110,
  "DUR_138.5": 1111,
  "DUR_138.625": 1112,
  "DUR_139.0": 1113,
  "DUR_139.125": 1114,
  "DUR_139.25": 1115,
  "DUR_139.375": 1116,
  "DUR_139.5": 1117,
  "DUR_139.75": 1118,
  "DUR_140.0": 1119,
  "DUR_140.25": 1120,
  "DUR_140.375": 1121,
  "DUR_140.875": 1122,
  "DUR_141.0": 1123,
  "DUR_141.125": 1124,
  "DUR_141.25": 1125,
  "DUR_141.375": 1126,
  "DUR_141.875": 1127,
  "DUR_142.0": 1128,
  "DUR_142.125": 1129,
  "DUR_142.375": 1130,
  "DUR_142.5": 1131,
  "DUR_142.625": 1132,
  "DUR_142.75": 1133,
  "DUR_143.125": 1134,
  "DUR_143.25": 1135,
  "DUR_143.375": 1136,
  "DUR_143.5": 1137,
  "DUR_143.625": 1138,
  "DUR_143.75": 1139,
  "DUR_143.875": 1140,
  "DUR_144.0": 1141,
  "DUR_144.125": 1142,
  "DUR_144.375": 1143,
  "DUR_144.5": 1144,
  "DUR_145.0": 1145,
  "DUR_145.125": 1146,
  "DUR_145.375": 1147,
  "DUR_145.625": 1148,
  "DUR_145.75": 1149,
  "DUR_146.0": 1150,
  "DUR_146.125": 1151,
  "DUR_146.25": 1152,
  "DUR_146.5": 1153,
  "DUR_147.0": 1154,
  "DUR_147.5": 1155,
  "DUR_148.0": 1156,
  "DUR_148.125": 1157,
  "DUR_149.0": 1158,
  "DUR_150.0": 1159,
  "DUR_150.75": 1160,
  "DUR_151.0": 1161,
  "DUR_151.5": 1162,
  "DUR_152.0": 1163,
  "DUR_152.125": 1164,
  "DUR_152.5": 1165,
  "DUR_152.625": 1166,
  "DUR_152.75": 1167,
  "DUR_152.875": 1168,
  "DUR_153.0": 1169,
  "DUR_153.25": 1170,
  "DUR_153.75": 1171,
  "DUR_154.0": 1172,
  "DUR_154.25": 1173,
  "DUR_154.5": 1174,
  "DUR_154.875": 1175,
  "DUR_155.0": 1176,
  "DUR_155.125": 1177,
  "DUR_155.25": 1178,
  "DUR_155.375": 1179,
  "DUR_156.125": 1180,
  "DUR_156.25": 1181,
  "DUR_156.375": 1182,
  "DUR_156.5": 1183,
  "DUR_157.0": 1184,
  "DUR_158.0": 1185,
  "DUR_158.125": 1186,
  "DUR_159.0": 1187,
  "DUR_159.25": 1188,
  "DUR_159.5": 1189,
  "DUR_159.875": 1190,
  "DUR_160.0": 1191,
  "DUR_160.125": 1192,
  "DUR_160.25": 1193,
  "DUR_160.375": 1194,
  "DUR_160.5": 1195,
  "DUR_160.625": 1196,
  "DUR_161.0": 1197,
  "DUR_161.125": 1198,
  "DUR_161.5": 1199,
  "DUR_162.125": 1200,
  "DUR_162.625": 1201,
  "DUR_163.0": 1202,
  "DUR_163.125": 1203,
  "DUR_163.375": 1204,
  "DUR_163.5": 1205,
  "DUR_163.625": 1206,
  "DUR_163.75": 1207,
  "DUR_164.0": 1208,
  "DUR_164.125": 1209,
  "DUR_164.5": 1210,
  "DUR_165.0": 1211,
  "DUR_165.5": 1212,
  "DUR_165.625": 1213,
  "DUR_165.875": 1214,
  "DUR_166.0": 1215,
  "DUR_166.25": 1216,
  "DUR_166.375": 1217,
  "DUR_167.0": 1218,
  "DUR_167.75": 1219,
  "DUR_168.0": 1220,
  "DUR_168.125": 1221,
  "DUR_168.25": 1222,
  "DUR_169.5": 1223,
  "DUR_169.75": 1224,
  "DUR_170.0": 1225,
  "DUR_170.125": 1226,
  "DUR_170.625": 1227,
  "DUR_171.375": 1228,
  "DUR_171.5": 1229,
  "DUR_171.625": 1230,
  "DUR_172.5": 1231,
  "DUR_173.0": 1232,
  "DUR_174.5": 1233,
  "DUR_174.625": 1234,
  "DUR_174.875": 1235,
  "DUR_175.25": 1236,
  "DUR_176.0": 1237,
  "DUR_177.875": 1238,
  "DUR_178.0": 1239,
  "DUR_178.5": 1240,
  "DUR_179.0": 1241,
  "DUR_182.5": 1242,
  "DUR_182.625": 1243,
  "DUR_183.0": 1244,
  "DUR_183.125": 1245,
  "DUR_184.375": 1246,
  "DUR_186.25": 1247,
  "DUR_187.0": 1248,
  "DUR_187.125": 1249,
  "DUR_188.0": 1250,
  "DUR_190.0": 1251,
  "DUR_191.0": 1252,
  "DUR_191.375": 1253,
  "DUR_191.5": 1254,
  "DUR_191.625": 1255,
  "DUR_194.75": 1256,
  "DUR_196.0": 1257,
  "DUR_197.0": 1258,
  "DUR_197.5": 1259,
  "DUR_198.25": 1260,
  "DUR_199.5": 1261,
  "DUR_202.0": 1262,
  "DUR_202.25": 1263,
  "DUR_202.625": 1264,
  "DUR_202.75": 1265,
  "DUR_202.875": 1266,
  "DUR_203.0": 1267,
  "DUR_204.625": 1268,
  "DUR_207.875": 1269,
  "DUR_208.0": 1270,
  "DUR_208.625": 1271,
  "DUR_209.25": 1272,
  "DUR_216.25": 1273,
  "DUR_217.0": 1274,
  "DUR_218.0": 1275,
  "DUR_218.5": 1276,
  "DUR_219.0": 1277,
  "DUR_219.5": 1278,
  "DUR_220.0": 1279,
  "DUR_220.5": 1280,
  "DUR_221.0": 1281,
  "DUR_221.5": 1282,
  "DUR_221.75": 1283,
  "DUR_222.0": 1284,
  "DUR_222.5": 1285,
  "DUR_223.0": 1286,
  "DUR_224.0": 1287,
  "DUR_224.5": 1288,
  "DUR_224.75": 1289,
  "DUR_225.0": 1290,
  "DUR_232.125": 1291,
  "DUR_232.875": 1292,
  "DUR_233.5": 1293,
  "DUR_233.75": 1294,
  "DUR_234.625": 1295,
  "DUR_235.0": 1296,
  "DUR_235.75": 1297,
  "DUR_236.5": 1298,
  "DUR_237.0": 1299,
  "DUR_237.5": 1300,
  "DUR_238.0": 1301,
  "DUR_238.5": 1302,
  "DUR_240.625": 1303,
  "DUR_241.0": 1304,
  "DUR_241.5": 1305,
  "DUR_242.0": 1306,
  "DUR_243.5": 1307,
  "DUR_246.0": 1308,
  "DUR_246.125": 1309,
  "DUR_246.5": 1310,
  "DUR_246.875": 1311,
  "DUR_247.0": 1312,
  "DUR_248.125": 1313,
  "DUR_252.5": 1314,
  "DUR_252.875": 1315,
  "DUR_255.0": 1316,
  "DUR_256.25": 1317,
  "DUR_257.75": 1318,
  "DUR_257.875": 1319,
  "DUR_258.75": 1320,
  "DUR_259.375": 1321,
  "DUR_259.625": 1322,
  "DUR_263.0": 1323,
  "DUR_264.0": 1324,
  "DUR_265.5": 1325,
  "DUR_266.0": 1326,
  "DUR_270.0": 1327,
  "DUR_270.75": 1328,
  "DUR_273.0": 1329,
  "DUR_274.375": 1330,
  "DUR_276.875": 1331,
  "DUR_280.0": 1332,
  "DUR_280.25": 1333,
  "DUR_283.5": 1334,
  "DUR_283.75": 1335,
  "DUR_284.75": 1336,
  "DUR_285.0": 1337,
  "DUR_285.5": 1338,
  "DUR_290.875": 1339,
  "DUR_292.5": 1340,
  "DUR_293.125": 1341,
  "DUR_293.25": 1342,
  "DUR_293.75": 1343,
  "DUR_297.5": 1344,
  "DUR_297.625": 1345,
  "DUR_298.625": 1346,
  "DUR_300.25": 1347,
  "DUR_301.0": 1348,
  "DUR_302.0": 1349,
  "DUR_303.25": 1350,
  "DUR_303.5": 1351,
  "DUR_303.875": 1352,
  "DUR_304.125": 1353,
  "DUR_308.5": 1354,
  "DUR_309.875": 1355,
  "DUR_314.0": 1356,
  "DUR_318.625": 1357,
  "DUR_318.75": 1358,
  "DUR_320.0": 1359,
  "DUR_321.75": 1360,
  "DUR_322.5": 1361,
  "DUR_323.375": 1362,
  "DUR_324.5": 1363,
  "DUR_332.0": 1364,
  "DUR_333.0": 1365,
  "DUR_335.375": 1366,
  "DUR_335.75": 1367,
  "DUR_338.125": 1368,
  "DUR_340.5": 1369,
  "DUR_341.0": 1370,
  "DUR_341.375": 1371,
  "DUR_348.0": 1372,
  "DUR_352.0": 1373,
  "DUR_355.25": 1374,
  "DUR_357.125": 1375,
  "DUR_360.0": 1376,
  "DUR_367.125": 1377,
  "DUR_371.25": 1378,
  "DUR_376.25": 1379,
  "DUR_384.375": 1380,
  "DUR_396.5": 1381,
  "DUR_406.25": 1382,
  "DUR_418.125": 1383,
  "DUR_423.5": 1384,
  "DUR_429.0": 1385,
  "DUR_430.0": 1386,
  "DUR_443.25": 1387,
  "DUR_447.25": 1388,
  "DUR_449.0": 1389,
  "DUR_450.625": 1390,
  "DUR_451.25": 1391,
  "DUR_457.5": 1392,
  "DUR_463.0": 1393,
  "DUR_463.75": 1394,
  "DUR_465.0": 1395,
  "DUR_465.25": 1396,
  "DUR_468.0": 1397,
  "DUR_469.5": 1398,
  "DUR_485.125": 1399,
  "DUR_487.5": 1400,
  "DUR_500.0": 1401,
  "DUR_510.5": 1402,
  "DUR_528.875": 1403,
  "DUR_542.875": 1404,
  "DUR_546.0": 1405,
  "DUR_567.5": 1406,
  "DUR_575.25": 1407,
  "DUR_609.125": 1408,
  "DUR_616.5": 1409,
  "DUR_621.25": 1410,
  "DUR_629.0": 1411,
  "DUR_635.125": 1412,
  "DUR_674.5": 1413,
  "DUR_675.0": 1414,
  "DUR_681.25": 1415,
  "DUR_681.875": 1416,
  "DUR_682.0": 1417,
  "DUR_696.0": 1418,
  "DUR_702.0": 1419,
  "DUR_703.0": 1420,
  "DUR_704.875": 1421,
  "DUR_706.0": 1422,
  "DUR_710.0": 1423,
  "DUR_710.5": 1424,
  "DUR_712.0": 1425,
  "DUR_1065.5": 1426,
  "DUR_1065.75": 1427,
  "DUR_1364.5": 1428
}